* loopdetect cpu 100%
```
br0: received packet on eth3.0 with own address as source address
Rx packet on cpu/index=host: port lan2 queue 4, 78 bytes, reason 'icmpv6'
0000: 33330000 00010080 806858b0 86dd6000 33.......hX�.�`.
0010: 00000018 3afffe80 00000000 00000000 ....:��.........
0020: 00000000 0001ff02 00000000 00000000 ......�.........
0030: 00000000 00018600 5a2d4058 07080000 ........Z-@X....
0040: 00000000 00000101 00808068 58b0     ...........hX�

```
* 报文例子  
https://wiki.wireshark.org/SampleCaptures

* 限速命令  
 `bs /b/c cpu/index=host reason_cfg[{dir=us,reason=etype_udef_2}]={queue=0,meter=4,meter_ports=0}`
 `bs /b/e cpu/index=host max_prints:-1 |grep meter_stat`  
 `bs /b/c cpu/index=host meter_cfg[{dir=us,index=3}]={sir=40000,burst_size=40000}`

* 测试数据  
 icmpv6 20000，触发
```
rxq_stat[4] : {received=0,queued=1023,dropped=22573,interrupts=0}
rxq_stat[4] : {received=0,queued=1023,dropped=20491,interrupts=0}
```
 icmpv6 22000，触发
```
rxq_stat[4] : {received=0,queued=1023,dropped=24837,interrupts=0}
tx_stat : {ok=0,invalid_queue=0,no_buf=0,too_long=0,rdd_error=0}
```
icmpv6 24000，偶尔触发
```
rxq_stat[4] : {received=58714,queued=826,dropped=0,interrupts=0}
tx_stat : {ok=58742,invalid_queue=0,no_buf=0,too_long=0,rdd_error=0}

rxq_stat[4] : {received=70994,queued=672,dropped=330,interrupts=0}
tx_stat : {ok=70885,invalid_queue=0,no_buf=0,too_long=0,rdd_error=0}
```
 icmpv6 25000，不触发
```
rxq_stat[4] : {received=70909,queued=1023,dropped=7752,interrupts=0}
tx_stat : {ok=70338,invalid_queue=0,no_buf=0,too_long=0,rdd_error=0}
```
 icmpv6 30000，不触发
```
rxq_stat[4] : {received=31961,queued=888,dropped=8141,interrupts=0}
rxq_stat[4] : {received=22017,queued=850,dropped=5551,interrupts=0}
```
